Repository: fol2/Octopus_Agile_Helper
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

# 有效期
source: Validity Period
ar: فترة الصلاحية
ca: Període de validesa
cs: Doba platnosti
da: Gyldighedsperiode
de: Gültigkeitsdauer
el: Διάρκεια ισχύος
es: Periodo de validez
fi: Voimassaoloaika
fr: Période de validité
he: תקופת תוקף
hi: मान्य अवधि
hr: Razdoblje valjanosti
hu: Érvényességi időszak
id: Periode Validitas
it: Periodo di validità
ja: 有効期間
ko: 유효 기간
ms: Tempoh Sah
nb: Gyldighetsperiode
nl: Geldigheidsperiode
pl: Okres ważności
pt_pt: Período de validade
ro: Perioada de valabilitate
ru: Период действия
sk: Doba platnosti
sl: Obdobje veljavnosti
sv: Giltighetsperiod
th: ระยะเวลาที่มีผล
tr: Geçerlilik Süresi
uk: Термін дії
vi: Thời hạn hiệu lực
zh_hans: 有效期
zh_hant: 有效期

# 环保
source: Eco-friendly
ar: صديق للبيئة
ca: Respectuós amb el medi ambient
cs: Ekologické
da: Miljøvenlig
de: Umweltfreundlich
el: Φιλικό προς το περιβάλλον
es: Respetuoso con el medio ambiente
fi: Ympäristöystävällinen
fr: Écologique
he: ידידותי לסביבה
hi: पर्यावरण के अनुकूल
hr: Ekološki prihvatljivo
hu: Környezetbarát
id: Ramah Lingkungan
it: Ecologico
ja: 環境にやさしい
ko: 친환경
ms: Mesra Alam
nb: Miljøvennlig
nl: Milieuvriendelijk
pl: Przyjazne dla środowiska
pt_pt: Ecológico
ro: Ecologic
ru: Экологически чистый
sk: Šetrné k životnému prostrediu
sl: Okolju prijazno
sv: Miljövänlig
th: เป็นมิตรกับสิ่งแวดล้อม
tr: Çevre dostu
uk: Екологічно дружній
vi: Thân thiện với môi trường
zh_hans: 环保
zh_hant: 環保

# 费率详情
source: Rate Details
ar: تفاصيل السعر
ca: Detalls de tarifa
cs: Podrobnosti o sazbě
da: Prisdetaljer
de: Tarifdetails
el: Λεπτομέρειες τιμολόγησης
es: Detalles de tarifa
fi: Hintatiedot
fr: Détails du tarif
he: פרטי התעריף
hi: दर का विवरण
hr: Detalji o cijeni
hu: Díjrészletek
id: Detail Tarif
it: Dettagli sulla tariffa
ja: 料金詳細
ko: 요금 세부사항
ms: Butiran Kadar
nb: Prisdetaljer
nl: Tariefdetails
pl: Szczegóły stawki
pt_pt: Detalhes da tarifa
ro: Detalii despre tariful
ru: Подробности тарифа
sk: Podrobnosti o sadzbe
sl: Podrobnosti o tarifi
sv: Prisinformation
th: รายละเอียดอัตรา
tr: Tarife Ayrıntıları
uk: Деталі тарифу
vi: Chi tiết mức giá
zh_hans: 费率详情
zh_hant: 費率詳情

# 追踪
source: Track
ar: تتبع
ca: Rastreig
cs: Sledování
da: Sporing
de: Verfolgung
el: Παρακολούθηση
es: Rastrear
fi: Seuranta
fr: Suivre
he: מעקב
hi: ट्रैक करें
hr: Praćenje
hu: Követés
id: Lacak
it: Traccia
ja: 追跡
ko: 추적
ms: Jejak
nb: Spor
nl: Volgen
pl: Śledź
pt_pt: Acompanhar
ro: Urmărește
ru: Отслеживать
sk: Sledovať
sl: Slediti
sv: Spåra
th: ติดตาม
tr: Takip Et
uk: Відстежувати
vi: Theo dõi
zh_hans: 追踪
zh_hant: 追蹤

# 退出费用
source: Exit Fees
ar: رسوم الخروج
ca: Comissió de sortida
cs: Výstupní poplatek
da: Udgangsgebyr
de: Ausstiegsgebühr
el: Έξοδα εξόδου
es: Cargos de salida
fi: Irtisanomismaksu
fr: Frais de résiliation
he: דמי יציאה
hi: निकास शुल्क
hr: Izlazna naknada
hu: Kilépési díj
id: Biaya Keluar
it: Commissioni di uscita
ja: 解約費用
ko: 해지 수수료
ms: Yuran Keluar
nb: Avslutningsgebyr
nl: Uitstapkosten
pl: Opłaty za rezygnację
pt_pt: Taxas de saída
ro: Taxe de reziliere
ru: Плата за выход
sk: Výstupné poplatky
sl: Izhodni stroški
sv: Avslutningsavgift
th: ค่าธรรมเนียมออก
tr: Çıkış Ücreti
uk: Плата за вихід
vi: Phí rời hợp đồng
zh_hans: 退出费用
zh_hant: 退出費用

source: In-depth Cost Analysis – dive deeper into usage patterns, compare tariff periods, and forecast future bills
ar: تحليل التكلفة المتعمق - تعمّق أكثر في أنماط الاستخدام، وقارن فترات التعريفة، وتنبّأ بالفواتير المستقبلية
ca: Anàlisi de costos en profunditat - aprofundeix en els patrons d'ús, compara períodes tarifaris i preveu factures futures
cs: Podrobná analýza nákladů - ponořte se hlouběji do vzorců spotřeby, porovnávejte tarifní období a předpovídejte budoucí účty
da: Dybtgående omkostningsanalyse - dyk dybere ned i forbrugsmønstre, sammenlign takstperioder, og forudse fremtidige regninger
de: Umfassende Kostenanalyse – tauchen Sie tiefer in Verbrauchsmuster ein, vergleichen Sie Tarifzeiträume und prognostizieren Sie zukünftige Rechnungen
el: Σε βάθος ανάλυση κόστους - εμβαθύνετε στα πρότυπα χρήσης, συγκρίνετε περιόδους τιμολογίων και προβλέψτε μελλοντικούς λογαριασμούς
es: Análisis de costes en profundidad - profundiza en los patrones de uso, compara los periodos tarifarios y pronostica facturas futuras
fi: Perusteellinen kustannusanalyysi – sukella syvemmälle kulutusmalleihin, vertaa tariffijaksoja ja ennakoi tulevat laskut
fr: Analyse approfondie des coûts - explorez plus en détail les tendances d’utilisation, comparez les périodes tarifaires et anticipez les factures à venir
he: ניתוח עלויות מעמיק - העמיקו בתבניות השימוש, השוו בין תקופות תעריף ותחזו חשבונות עתידיים
hi: गहराई से लागत विश्लेषण - उपयोग पैटर्न में गहराई से जाएं, टैरिफ अवधियों की तुलना करें और भविष्य के बिलों का अनुमान लगाएं
hr: Detaljna analiza troškova - dublje istražite obrasce potrošnje, usporedite tarifna razdoblja i predvidite buduće račune
hu: Mélyreható költségelemzés – merüljön el a felhasználási mintákban, hasonlítsa össze tarifaidőszakokat, és becsülje meg a jövőbeli számlákat
id: Analisis Biaya Mendalam - telusuri pola penggunaan, bandingkan periode tarif, dan prediksi tagihan di masa depan
it: Analisi approfondita dei costi - esplora più a fondo i modelli di utilizzo, confronta i periodi tariffari e prevedi le bollette future
ja: 詳細なコスト分析 - 使用パターンをさらに深掘りし、料金期間を比較し、将来の請求を予測します
ko: 심층 비용 분석 - 사용 패턴을 자세히 살펴보고 요금 기간을 비교하여 향후 청구서를 예측하세요
ms: Analisis Kos Mendalam - selami corak penggunaan, bandingkan tempoh tarif dan jangka bil masa hadapan
nb: Grundig kostnadsanalyse - dykk dypere ned i forbruksmønstre, sammenlign tariffperioder og forutsi fremtidige regninger
nl: Diepgaande kostenanalyse - ga dieper in op gebruikspatronen, vergelijk tariefperiodes en voorspel toekomstige rekeningen
pl: Dogłębna analiza kosztów – zagłęb się w wzorce zużycia, porównaj okresy taryfowe i prognozuj przyszłe rachunki
pt_pt: Análise de custos detalhada - aprofunde-se nos padrões de consumo, compare períodos de tarifa e preveja faturas futuras
ro: Analiză detaliată a costurilor - aprofundați tiparele de utilizare, comparați perioadele tarifare și anticipați facturile viitoare
ru: Углублённый анализ затрат – изучайте подробнее модели потребления, сравнивайте тарифные периоды и прогнозируйте будущие счета
sk: Hĺbková analýza nákladov - ponorte sa do vzorcov spotreby, porovnajte tarifné obdobia a predpovedajte budúce faktúry
sl: Temeljita analiza stroškov - poglobite se v vzorce porabe, primerjajte tarifna obdobja in predvidite prihodnje račune
sv: Grundlig kostnadsanalys - fördjupa dig i användningsmönster, jämför tariffperioder och förutse framtida räkningar
th: การวิเคราะห์ต้นทุนเชิงลึก - เจาะลึกถึงรูปแบบการใช้งาน เปรียบเทียบช่วงอัตราค่าไฟ และคาดการณ์ค่าไฟในอนาคต
tr: Derinlemesine Maliyet Analizi - kullanım kalıplarına daha fazla odaklanın, tarife dönemlerini karşılaştırın ve gelecekteki faturaları tahmin edin
uk: Глибокий аналіз витрат – зануртеся глибше у схеми споживання, порівнюйте тарифні періоди та прогнозуйте майбутні рахунки
vi: Phân tích chi phí chuyên sâu - tìm hiểu kỹ hơn về mô hình sử dụng, so sánh các khoảng thời gian biểu giá và dự đoán hóa đơn trong tương lai
zh_hans: 深入成本分析 - 深入了解用电模式，对比不同费率周期，并预测未来账单
zh_hant: 深入成本分析 - 深入了解使用模式，比對不同費率時段，並預測未來帳單

source: Want to know if you're on the best energy plan? Compare costs between your current tariff and ANY Octopus plan! Features: - Instant savings calculations - In-depth analysis - Manual rate input - Side-by-side cost comparison Upgrade to unlock smart energy comparisons!
ar: هل تريد معرفة ما إذا كنت على أفضل خطة طاقة؟ قارن تكاليف التعريفة الحالية لديك مع أي خطة من Octopus! المزايا: - حسابات فورية للتوفير - تحليلات متعمقة - إدخال سعر يدوي - مقارنة التكلفة جنبًا إلى جنب قم بالترقية للوصول إلى مقارنات طاقة ذكية!
ca: Vols saber si tens el millor pla energètic? Compara els costos de la teva tarifa actual amb qualsevol pla d'Octopus! Característiques: - Càlculs d'estalvi instantanis - Anàlisi en profunditat - Entrada manual de tarifes - Comparació de costos en paral·lel Actualitza per desbloquejar comparacions energètiques intel·ligents!
cs: Chcete vědět, zda máte nejlepší energetický tarif? Porovnejte náklady své současné tarify s jakýmkoli plánem od Octopus! Funkce: - Okamžité výpočty úspor - Hluboká analýza - Ruční zadání sazby - Porovnání nákladů vedle sebe Upgradujte pro odemknutí chytrých energetických porovnání!
da: Vil du vide, om du har den bedste energiplan? Sammenlign omkostningerne ved din nuværende tarif med hvilken som helst Octopus-plan! Funktioner: - Øjeblikkelig besparelsesberegning - Dybtgående analyse - Manuel takstindtastning - Sammenligning af omkostninger side om side Opgrader for at få adgang til smarte energisammenligninger!
de: Möchten Sie wissen, ob Sie den besten Stromtarif haben? Vergleichen Sie die Kosten Ihres aktuellen Tarifs mit jedem Octopus-Tarif! Funktionen: - Sofortige Einsparungsberechnungen - Detaillierte Analyse - Manuelle Tarifeingabe - Nebeneinander-Kostenvergleich Upgrade, um intelligente Energiekostenvergleiche freizuschalten!
el: Θέλετε να μάθετε αν έχετε το καλύτερο ενεργειακό πλάνο; Συγκρίνετε το κόστος του τρέχοντος τιμολογίου σας με οποιοδήποτε πλάνο Octopus! Χαρακτηριστικά: - Άμεσοι υπολογισμοί εξοικονόμησης - Εκτενής ανάλυση - Χειροκίνητη εισαγωγή τιμής - Σύγκριση κόστους δίπλα-δίπλα Αναβαθμίστε για να ξεκλειδώσετε έξυπνες ενεργειακές συγκρίσεις!
es: ¿Quieres saber si tienes el mejor plan de energía? ¡Compara los costes de tu tarifa actual con cualquier plan de Octopus! Funciones: - Cálculos de ahorro al instante - Análisis en profundidad - Entrada manual de tarifas - Comparación de costes lado a lado ¡Actualiza para desbloquear comparaciones energéticas inteligentes!
fi: Haluatko tietää, onko sinulla paras mahdollinen energiasuunnitelma? Vertaile nykyisen tariffisi kustannuksia mihin tahansa Octopus-suunnitelmaan! Ominaisuudet: - Välittömät säästölaskelmat - Syvällinen analyysi - Manuaalinen hinnan syöttö - Kustannusten rinnakkaisvertailu Päivitä saadaksesi käyttöösi älykkäät energiavertailut!
fr: Vous voulez savoir si vous bénéficiez du meilleur plan énergétique ? Comparez le coût de votre tarif actuel à n’importe quel plan Octopus ! Fonctionnalités : - Calculs d’économies instantanés - Analyse approfondie - Saisie manuelle des tarifs - Comparaison des coûts côte à côte Mettez à niveau pour débloquer des comparaisons énergétiques intelligentes !
he: רוצים לדעת אם אתם במסלול האנרגיה הטוב ביותר? השוו את עלויות התעריף הנוכחי שלכם לכל תכנית של Octopus! תכונות: - חישובי חיסכון מיידיים - ניתוח מעמיק - הזנת תעריף ידנית - השוואת עלויות זה לצד זה שדרגו כדי לפתוח השוואות אנרגיה חכמות!
hi: क्या आप जानना चाहते हैं कि आप सबसे अच्छी ऊर्जा योजना पर हैं या नहीं? अपनी वर्तमान टैरिफ लागत की तुलना किसी भी Octopus योजना से करें! विशेषताएं: - त्वरित बचत गणना - गहराई से विश्लेषण - मैन्युअल दर इनपुट - साइड-बाय-साइड लागत तुलना स्मार्ट ऊर्जा तुलना को अनलॉक करने के लिए अपग्रेड करें!
hr: Želite li znati imate li najbolji energetski paket? Usporedite troškove svoje trenutne tarife s bilo kojom Octopus ponudom! Značajke: - Trenutačni izračuni uštede - Detaljna analiza - Ručni unos tarife - Usporedba troškova jedna do druge Nadogradite kako biste otključali pametne energetske usporedbe!
hu: Szeretné tudni, hogy a legjobb energiatervet használja-e? Hasonlítsa össze jelenlegi tarifája költségeit bármelyik Octopus-csomaggal! Funkciók: - Azonnali megtakarítási számítások - Mélyreható elemzés - Kézi árbevitel - Közvetlen költség-összehasonlítás Frissítsen az okos energiaszolgáltatások összehasonlításának feloldásához!
id: Ingin tahu apakah Anda berada pada paket energi terbaik? Bandingkan biaya tarif Anda saat ini dengan paket Octopus apa pun! Fitur: - Perhitungan penghematan instan - Analisis mendalam - Input tarif manual - Perbandingan biaya berdampingan Tingkatkan untuk membuka perbandingan energi cerdas!
it: Vuoi sapere se hai il miglior piano energetico? Confronta i costi della tua tariffa attuale con qualsiasi piano Octopus! Funzionalità: - Calcoli di risparmio istantanei - Analisi approfondita - Inserimento manuale delle tariffe - Confronto dei costi fianco a fianco Esegui l'upgrade per sbloccare confronti energetici intelligenti!
ja: 最適なエネルギープランを利用しているか知りたいですか？ 今の料金プランとOctopusのあらゆるプランを比較してみましょう！ 機能: - 即時節約額の計算 - 詳細分析 - 手動レート入力 - 並べてコストを比較 アップグレードしてスマートなエネルギー比較を活用しましょう！
ko: 가장 알맞은 에너지 요금제를 사용하고 있는지 궁금하신가요? 현재 요금제와 Octopus의 어떤 요금제든 비용을 비교해 보세요! 기능: - 즉각적인 절감액 계산 - 심층 분석 - 수동 요금 입력 - 나란히 비용 비교 스마트 에너지 비교를 사용하려면 업그레이드하세요!
ms: Ingin tahu sama ada anda berada pada pelan tenaga terbaik? Bandingkan kos tarif semasa anda dengan mana-mana pelan Octopus! Ciri: - Pengiraan penjimatan segera - Analisis mendalam - Input kadar manual - Perbandingan kos bersebelahan Tingkatkan untuk membuka kunci perbandingan tenaga pintar!
nb: Vil du vite om du har den beste strømavtalen? Sammenlign kostnadene for din nåværende tariff med alle Octopus-planer! Funksjoner: - Umiddelbare spareberegninger - Dybdeanalyse - Manuell prisinnlegging - Sammenligning av kostnader side om side Oppgrader for å låse opp smarte energisammenligninger!
nl: Benieuwd of je het beste energieplan hebt? Vergelijk de kosten van je huidige tarief met elk Octopus-plan! Functies: - Directe besparingsberekeningen - Diepgaande analyse - Handmatige tariefinvoer - Kostenvergelijking naast elkaar Upgrade om slimme energievergelijkingen te ontgrendelen!
pl: Chcesz wiedzieć, czy masz najlepszy plan energetyczny? Porównaj koszty swojego obecnego taryfowego z dowolnym planem Octopus! Funkcje: - Natychmiastowe obliczenia oszczędności - Dogłębna analiza - Ręczne wprowadzanie stawki - Porównanie kosztów obok siebie Zaktualizuj, aby odblokować inteligentne porównania energetyczne!
pt_pt: Quer saber se tem o melhor plano de energia? Compare os custos da sua tarifa atual com qualquer plano Octopus! Funcionalidades: - Cálculos de poupança instantâneos - Análise detalhada - Introdução manual de tarifas - Comparação de custos lado a lado Faça upgrade para desbloquear comparações de energia inteligentes!
ro: Vrei să știi dacă ai cel mai bun plan de energie? Compară costurile tarifului tău actual cu orice plan Octopus! Caracteristici: - Calcule imediate de economii - Analiză detaliată - Introducere manuală a tarifului - Comparație de costuri alăturate Fă upgrade pentru a debloca comparații inteligente de energie!
ru: Хотите узнать, оптимален ли у вас тариф на электроэнергию? Сравните затраты вашего текущего тарифа с любым планом Octopus! Функции: - Мгновенные расчеты экономии - Углубленный анализ - Ручной ввод тарифной ставки - Сравнение расходов в формате «бок о бок» Обновитесь, чтобы разблокировать интеллектуальные сравнения тарифов!
sk: Chcete vedieť, či máte najlepší energetický plán? Porovnajte náklady svojej súčasnej tarify s ktorýmkoľvek plánom Octopus! Funkcie: - Okamžité výpočty úspor - Hĺbková analýza - Manuálny vstup sadzieb - Porovnanie nákladov vedľa seba Inovujte a odomknite inteligentné porovnania energií!
sl: Želite izvedeti, ali imate najboljši energijski načrt? Primerjajte stroške svoje trenutne tarife s katerim koli načrtom Octopus! Funkcije: - Takojšen izračun prihrankov - Poglobljena analiza - Ročni vnos tarife - Vzporedna primerjava stroškov Nadgradite, da odklenete pametne energijske primerjave!
sv: Vill du veta om du har det bästa elavtalet? Jämför kostnaderna för ditt nuvarande elavtal med vilket Octopus-avtal som helst! Funktioner: - Omedelbara besparingsberäkningar - Djupgående analys - Manuell prisinmatning - Jämförelse av kostnader sida vid sida Uppgradera för att låsa upp smarta energijämförelser!
th: ต้องการทราบหรือไม่ว่าคุณอยู่ในแผนพลังงานที่ดีที่สุดหรือเปล่า? เปรียบเทียบค่าใช้จ่ายระหว่างอัตราค่าไฟปัจจุบันของคุณกับแผนใดก็ได้ของ Octopus! คุณสมบัติ: - คำนวณการประหยัดทันที - การวิเคราะห์เชิงลึก - ป้อนเรทอัตราค่าไฟด้วยตนเอง - เปรียบเทียบค่าใช้จ่ายแบบเคียงข้างกัน อัปเกรดเพื่อปลดล็อกการเปรียบเทียบพลังงานอัจฉริยะ!
tr: En iyi enerji planında olup olmadığınızı öğrenmek mi istiyorsunuz? Mevcut tarifenizin maliyetini herhangi bir Octopus planıyla karşılaştırın! Özellikler: - Anında tasarruf hesaplamaları - Derinlemesine analiz - Manuel tarif girişi - Yan yana maliyet karşılaştırması Akıllı enerji karşılaştırmalarını etkinleştirmek için yükseltin!
uk: Хочете дізнатися, чи маєте ви найкращий тариф на енергію? Порівняйте витрати вашого поточного тарифу з будь-яким планом Octopus! Функції: - Миттєві розрахунки заощаджень - Глибокий аналіз - Ручне введення тарифу - Порівняння вартості пліч-о-пліч Оновіть, щоб розблокувати розумні енергетичні порівняння!
vi: Muốn biết bạn có đang sử dụng gói năng lượng tốt nhất không? Hãy so sánh chi phí giữa biểu giá hiện tại của bạn với BẤT KỲ gói Octopus nào! Tính năng: - Tính toán tiết kiệm tức thì - Phân tích chuyên sâu - Nhập giá thủ công - Đối chiếu chi phí song song Nâng cấp để mở khóa tính năng so sánh năng lượng thông minh!
zh_hans: 想知道自己是否在使用最合适的能源计划吗？将您当前的电价与任何 Octopus 计划进行对比！ 功能： - 即时节省计算 - 深入分析 - 手动费率输入 - 并列成本比较 升级以解锁智能能源对比功能！
zh_hant: 想知道自己是否使用最適合的能源計劃嗎？比較您目前的電價與任何 Octopus 計劃的成本！ 功能： - 即時節省計算 - 深入分析 - 手動輸入費率 - 並排成本比較 升級以解鎖智能能源比較功能！

source: Comprehensive Comparison – see cost differences between your current plan and alternatives
ar: مقارنة شاملة - شاهد فروق التكلفة بين خطتك الحالية والبدائل
ca: Comparació completa - observa les diferències de cost entre el teu pla actual i altres opcions
cs: Komplexní srovnání - zjistěte rozdíly v nákladech mezi vaším současným tarifem a alternativami
da: Omfattende sammenligning - se omkostningsforskellene mellem din nuværende plan og alternativer
de: Umfassender Vergleich – sehen Sie Kostenunterschiede zwischen Ihrem aktuellen Tarif und Alternativen
el: Συνολική σύγκριση - δείτε διαφορές κόστους μεταξύ του τρέχοντος πλάνου σας και εναλλακτικών
es: Comparación completa - observa las diferencias de costes entre tu plan actual y las alternativas
fi: Kattava vertailu – näe kustannuserot nykyisen suunnitelmasi ja vaihtoehtojen välillä
fr: Comparaison complète - voyez les différences de coûts entre votre plan actuel et d'autres options
he: השוואה מקיפה - ראו את פערי העלויות בין התכנית הנוכחית שלכם לחלופות
hi: व्यापक तुलना - अपनी मौजूदा योजना और विकल्पों के बीच लागत के अंतर देखें
hr: Sveobuhvatna usporedba - pogledajte razlike u troškovima između svoje trenutne tarife i alternativnih opcija
hu: Átfogó összehasonlítás – nézze meg a költségkülönbségeket jelenlegi csomagja és alternatívák között
id: Perbandingan Menyeluruh - lihat perbedaan biaya antara paket Anda saat ini dan alternatif lainnya
it: Confronto completo - scopri le differenze di costo tra il tuo piano attuale e le alternative
ja: 包括的な比較 - 現在のプランと代替プランとのコスト差を確認
ko: 종합 비교 - 현재 요금제와 다른 대안 간의 비용 차이를 확인하세요
ms: Perbandingan Komprehensif - lihat perbezaan kos antara pelan semasa anda dan pilihan lain
nb: Omfattende sammenligning – se prisforskjellene mellom din nåværende avtale og alternativer
nl: Uitgebreide vergelijking - bekijk de kostprijsverschillen tussen je huidige plan en alternatieven
pl: Wszechstronne porównanie – zobacz różnice w kosztach między swoim obecnym planem a alternatywami
pt_pt: Comparação abrangente - veja as diferenças de custo entre o seu plano atual e as alternativas
ro: Comparație cuprinzătoare - vedeți diferențele de cost între planul curent și alternative
ru: Всестороннее сравнение – посмотрите разницу в стоимости между вашим текущим планом и альтернативами
sk: Komplexné porovnanie - prezrite si rozdiely v nákladoch medzi vaším súčasným plánom a alternatívami
sl: Celovita primerjava - preverite stroškovne razlike med trenutnim načrtom in alternativami
sv: Omfattande jämförelse – se kostnadsskillnader mellan din nuvarande plan och alternativ
th: การเปรียบเทียบแบบครอบคลุม - ดูความแตกต่างของค่าใช้จ่ายระหว่างแผนปัจจุบันของคุณกับทางเลือกอื่น
tr: Kapsamlı Karşılaştırma - mevcut planınız ile alternatifler arasındaki maliyet farklılıklarını görün
uk: Комплексне порівняння – перегляньте різницю у вартості між вашим поточним планом та альтернативами
vi: So sánh toàn diện - xem sự khác biệt về chi phí giữa gói hiện tại của bạn và các lựa chọn khác
zh_hans: 全面比较 - 查看您当前计划与其他选择之间的成本差异
zh_hant: 全面比較 - 查看您目前方案與其他選擇之間的成本差異
